Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# lng_dlg_search_in
source: Search messages in
be: Шукаць паведамленні ў
ca: Cerca missatges a
de: Suche Nachrichten in
es: Buscar mensajes en
fr: Rechercher dans
it: Cerca messaggi in
ko: 여기서 메시지를 검색하세요
ms: Cara mesej dalam
nl: Zoek berichten
pl: Szukaj wiadomości w
pt_br: Buscar mensagens em
ru: Поиск в чате:
tr: Mesajlarda bul
uk: Пошук повідомлень у

# lng_download_finish_failed
source: File download could not be completed. Would you like to try again?
be: Спампоўванне файла не можа быць скончана. Хочаце паспрабаваць яшчэ раз?
ca: No s'ha pogut completar la baixada. Voleu tornar a provar-ho?
de: Datei konnte nicht geladen werden. Erneut versuchen?
es: La descarga del archivo no se completó. ¿Quieres reintentarlo?
fr: Impossible de finaliser le téléchargement. Voulez-vous réessayer ?
it: Il download del file non può essere concluso. Vuoi riprovare?
ko: 파일 다운로드를 완료할 수 없습니다. 다시 시도하시겠습니까?
ms: Muat turun fail tak dapat dihabiskan. Anda ingin cuba lagi?
nl: Downloaden mislukt. Wil je het opnieuw proberen?
pl: Nie można ukończyć pobierania pliku. Czy chcesz spróbować ponownie?
pt_br: Não foi possível completar o download do arquivo. Gostaria de tentar novamente?
ru: Не удалось завершить загрузку файла. Хотите попробовать снова?
tr: Dosya indirme işlemi tamamlanamadı. Tekrar denemek ister misiniz?
uk: Не вдалося завершити завантаження файлу. Ви хочете спробувати ще раз?

# lng_download_path
source: Download path
be: Шлях спампоўвання
ca: Ubicació de les baixades
de: Speicherpfad
es: Ruta de descarga
fr: Dossier de téléchargement
it: Percorso di download
ko: 다운로드 경로
ms: Jalan muat turun
nl: Downloadmap
pl: Ścieżka pobierania
pt_br: Local dos downloads
ru: Путь для сохранения
tr: İndirme dizini
uk: Тека завантажень

# lng_download_path_ask
source: Ask download path for each file
be: Заўсёды пытаць шлях спампоўвання
ca: Pregunta on baixar cada fitxer
de: Immer Speicherort abfragen
es: Pedir ruta de descarga con cada archivo
fr: Demander où télécharger à chaque fois
it: Chiedi percorso di download per ogni file
ko: 각 파일마다 다운로드 경로 묻기
ms: Tanya jalan muat turun untuk setiap fail
nl: Downloadmap vragen voor ieder bestand
pl: Pytaj o ścieżkę pobierania dla każdego pliku
pt_br: Perguntar onde baixar cada arquivo
ru: Спрашивать путь для сохранения файла
tr: Her dosya için indirme dizinini sor
uk: Запитувати теку для завантаження файлу

# lng_download_path_choose
source: Choose download path
be: Выберыце шлях спампоўвання
ca: Trieu un camí per a les baixades
de: Wähle Speicherort
es: Elige la ruta de descarga
fr: Choisir le dossier de téléchargement
it: Scegli il percorso di download
ko: 다운로드 경로 선택
ms: Pilih laluan muat turun
nl: Downloadmap kiezen
pl: Wybierz ścieżkę pobierania
pt_br: Escolher caminho do download
ru: Путь для сохранения файлов
tr: İndirme dizinini seçin
uk: Виберіть місце завантаження

# lng_download_path_clear
source: Clear all
be: Ачысціць усё
ca: Esborra-ho tot
de: Alles entfernen
es: Borrar todo
fr: Tout effacer
it: Elimina tutto
ko: 전체 삭제
ms: Padam semua
nl: Alles wissen
pl: Wyczyść wszystko
pt_br: Limpar tudo
ru: Очистить всё
tr: TÜMÜNÜ TEMİZLE
uk: Очистити все

# lng_download_path_cleared
source: Cleared!
be: Ачышчана!
ca: S'ha esborrat.
de: Geleert!
es: ¡Borrado!
fr: Effacé !
it: Eliminato!
ko: 초기화 완료!
ms: Padam
nl: Gewist!
pl: Wyczyszczono!
pt_br: Limpo!
ru: Очищено!
tr: Temizlendi!
uk: Очищено!

# lng_download_path_clearing
source: Clearing...
be: Ачыстка...
ca: S'està esborrant...
de: Leeren...
es: Borrando...
fr: Effacement en cours...
it: Elimino...
ko: 초기화 중...
ms: Memadam...
nl: Wissen...
pl: Czyszczenie…
pt_br: Limpando...
ru: Очистка...
tr: Temizleniyor…
uk: Очищення...

# lng_download_path_default
source: Default folder
be: перадвызначаная папка
ca: Per defecte
de: Standardordner
es: Carpeta por defecto
fr: Dossier système
it: Cartella di default
ko: 기본 폴더
ms: Folder paras asal
nl: standaardmap
pl: Domyślny folder
pt_br: Pasta padrão
ru: папка по умолчанию
tr: Varsayılan dizin
uk: Типова тека

# lng_download_path_default_radio
source: Telegram folder in system «Downloads»
be: Папка Telegram у сістэмных «Спампоўках»
ca: Carpeta del Telegram a «Baixades»
de: Telegram-Ordner für «Downloads»
es: Carpeta de Telegram en «Descargas»
fr: dans les « Téléchargements » du système
it: Cartella Telegram in «Download»
ko: 시스템 «다운로드» 폴더 속 텔레그램 폴더
ms: Folder Telegram dalam sistem «Downloads»
nl: Telegram-map "Downloads"
pl: Folder Telegram w systemowym „Pobrane”
pt_br: Pasta Telegram Desktop em "Downloads"
ru: Папка Telegram в «Загрузках» системы
tr: «İndirilenler» içindeki Telegram dizini
uk: Тека Telegram у «Завантаженнях»

# lng_download_path_dir_radio
source: Custom folder, cleared only manually
be: Карыстальніцкая папка (чысціцца ўручную)
ca: Altra carpeta, esborrada manualment
de: Eigener Ordner, wird nur manuell geleert
es: Carpeta personalizada, borrado manual
fr: personnalisé, à effacer soi-même
it: Cartella personalizzata, pulita a mano
ko: 임의 폴더, 수동으로만 삭제할 수 있음
ms: Folder khusus, padam secara manual sahaja
nl: Aangepaste map, handmatig schonen
pl: Dowolny folder, czyszczony ręcznie
pt_br: Pasta escolhida, esvazie manualmente
ru: Постоянная папка (выбрать)
tr: Özel dizin, sadece elle temizlenir
uk: Інша постійна тека

# lng_download_path_dont_ask
source: Don't ask download path for each file
be: Не пытаць шлях спампоўвання для кожнага файла
ca: No demanis el camí de baixada cada vegada
de: Speicherort merken
es: No preguntar dónde guardar archivos
fr: Ne pas demander à chaque fois où télécharger
it: Non chiedere il percorso di download per ogni file
ko: 다운로드 경로 묻지 않기
ms: Jangan minta laluan muat turun untuk setiap fail
nl: Niet voor iedere download vragen
pl: Nie pytaj o ścieżkę pobierania dla każdego pliku
pt_br: Não perguntar onde salvar cada arquivo
ru: Не спрашивать путь для сохранения файлов
tr: Her dosya için indirme dizinini sorma
uk: Завжди завантажувати до вибраної теки

# lng_download_path_failed
source: File download could not be started. This might be because the download location you've selected is invalid. Try changing it in Settings > Advanced > Download Path.
be: Не ўдалося пачаць спампоўванне файла. Магчыма, вы выбралі памылковы шлях спампоўвання. Паспрабуйце змяніць яго, перайшоўшы ў «Налады > Пашыраныя налады > Шлях спампоўвання».
ca: No s'ha pogut iniciar la baixada. Potser és a causa d'una ubicació de baixada incorrecta. Podeu canviar-la a la Configuració > Avançat > Ubicació de les baixades.
de: Download konnte nicht gestartet werden. Das kann am eingestellten Speicherort liegen. Du kannst den Speicherort in den Einstellungen (Erweitert > Speicherpfad) ändern.
es: La descarga del archivo no se pudo iniciar. Puede ser porque la ubicación de descarga que elegiste no sea válida. Prueba cambiándola en Ajustes > Avanzados > Ruta de descarga.
fr: Le téléchargement n'a pas pu débuter. C'est peut-être parce que l'emplacement de téléchargement sélectionné est invalide. Essayez de le changer dans Paramètres > Avancé > Dossier de téléchargement.
it: Il download del file non può iniziare. Questo potrebbe essere causato da un percorso di download non valido. Prova cambiandolo nelle Impostazioni > Avanzate > Percorso di download.
ko: 파일 다운로드를 시작할 수 없습니다. 올바르지 않은 다운로드 경로가 원인일 수 있습니다. 경로를 설정 > 고급 > 다운로드 경로에서 변경해 보새요.
ms: Fail yang dimuat turun tidak boleh dimulakan. Ia boleh berlaku kerana lokasi yang anda pilih adalah tak sah. Cuba tukar di Aturan > Lanjutan > Jalan Muat Turun..
nl: Download kon niet worden gestart. De oorzaak kan een ongeldige downloadmap zijn. Je kunt de map aanpassen via instellingen, geavanceerd, downloadmap.
pl: Nie można uruchomić pobierania pliku. Może to być spowodowane nieprawidłowo wybraną lokalizacją pobierania. Spróbuj to zmienić w Ustawienia » Zaawansowane » Ścieżka pobierania.
pt_br: O download não pôde ser iniciado. Isso pode ter acontecido porque o local escolhido para downloads é inválido. Tente alterar o local em Configurações > Avançado > Baixar em.
ru: Не удалось начать загрузку файлов. Возможно, неверно задан путь для сохранения загружаемых файлов. Его можно изменить в настройках приложения: Продвинутые настройки > Путь для сохранения.
tr: Dosya indirme başlatılamadı. Bunun nedeni, seçtiğiniz indirme konumunun geçersiz olması olabilir. Bunu, Ayarlar > Gelişmiş > İndirme Dizini bölümünden değiştirmeyi deneyebilirsiniz.
uk: Неможливо розпочати завантаження файлу. Можливо, було обрано недопустиме місце завантаження. Змінити його можна в Налаштуваннях > Розширені > Шлях завантаження.

# lng_download_path_header
source: Choose download path
be: Выберыце шлях спампоўвання:
ca: Trieu un camí per a les baixades
de: Wähle Speicherort
es: Elige la ruta de descarga
fr: Télécharger dans un dossier...
it: Scegli il percorso di download
ko: 다운로드 경로 선택
ms: Pilih laluan muat turun
nl: Downloadmap kiezen
pl: Wybierz ścieżkę pobierania
pt_br: Escolher local dos downloads
ru: Выберите путь для сохранения
tr: İndirme dizinini seçin
uk: Виберіть місце завантаження

# lng_download_path_label
source: Download path:
be: Шлях спампоўвання:
ca: Camí de baixada:
de: Speicherort:
es: Ruta de descarga:
fr: Dossier de téléchargement :
it: Percorso di download:
ko: 다운로드 경로:
ms: Laluan muat turun:
nl: Downloadpad:
pl: Ścieżka pobierania:
pt_br: Baixar em:
ru: Путь для сохранения:
tr: İndirme dizini:
uk: Вибрана тека:

# lng_download_path_temp
source: Temp folder
be: Часовая папка
ca: Carpeta temp
de: Temporärer Ordner
es: Carpeta temporal
fr: Dossier temporaire
it: Cartella temporanea
ko: 임시 폴더
ms: folder sementara
nl: temp map
pl: Folder tymczasowy
pt_br: Pasta temporária
ru: временная папка
tr: Geçici dizin
uk: Тимчасова тека

# lng_download_path_temp_radio
source: Temp folder, cleared on logout or uninstall
be: Часовая папка
ca: Carpeta temp, esborrada en tancar sessió
de: Temporärer Ordner (bis du dich abmeldest)
es: Carpeta temporal, borrada al cerrar sesión
fr: temporaire, effacé à la déconnexion
it: Cartella temporanea, pulita quando esci
ko: 임시 폴더, 로그아웃이나 프로그램 제거 시 삭제됨
ms: Folder sementara , padam bila log keluar atau nyahpasang
nl: Temp map, gewist bij uitloggen/deïnstallatie
pl: Fol. tymcz., czyszczony przy wylog. lub dezinst.
pt_br: Pasta temporária, esvaziada ao sair
ru: Временная папка (создать на время сеанса)
tr: «TEMP» çıkışta veya kaldırılmada temizlenir
uk: Тимчасова тека (до виходу з акаунта)

# lng_drag_files_here
source: Drop files here
be: Перацягніце файлы сюды,
ca: Deixeu anar els fitxers aquí
de: Hierher ziehen
es: Arrastra archivos aquí
fr: Déposez des fichiers ici
it: Trascina qui i file
ko: 여기에 파일을 놓으세요
ms: Tarik fail ke sini
nl: Sleep bestanden hierheen
pl: Upuść tu pliki,
pt_br: Solte os arquivos aqui
ru: Перетащите сюда файлы
tr: Belge olarak göndermek için
uk: Перетягніть файли сюди

# lng_drag_images_here
source: Drop images here
be: Перацягніце відарысы сюды,
ca: Deixeu anar les imatges aquí
de: Hierher ziehen
es: Arrastra imágenes aquí
fr: Déposez des images ici
it: Trascina qui le immagini
ko: 여기에 이미지를 놓으세요
ms: Tarik imej ke sini
nl: Sleep afbeeldingen hierheen
pl: Upuść tu obrazy,
pt_br: Solte as imagens aqui
ru: Перетащите сюда изображения
tr: Görüntüleri sıkıştırmadan
uk: Перетягніть зображення сюди

# lng_drag_photos_here
source: Drop photos here
be: Перацягніце фота сюды,
ca: Deixeu anar les fotos aquí
de: Hierher ziehen
es: Arrastra fotos aquí
fr: Déposez des photos ici
it: Trascina qui le foto
ko: 여기에 사진을 놓으세요
ms: Tarik foto ke sini
nl: Sleep foto's hierheen
pl: Upuść tu zdjęcia,
pt_br: Solte as fotos aqui
ru: Перетащите сюда фотографии
tr: Fotoğrafları hızlı bir şekilde
uk: Перетягніть фото сюди

# lng_drag_to_send_files
source: to send them as documents
be: каб адправіць іх як дакументы
ca: per a enviar-los com a documents
de: um sie als Datei(en) zu senden
es: para enviarlos como archivos
fr: pour les envoyer comme fichiers
it: per inviarli come documenti
ko: 문서의 형태로 보내기
ms: untuk kirim sebagai dokumen
nl: om ze als bestanden te versturen
pl: aby wysłać je jako dokumenty
pt_br: para enviá-los
ru: для их отправки в виде файлов
tr: dosyaları buraya bırakın
uk: щоб надіслати їх як файли

# lng_drag_to_send_no_compression
source: to send them without compression
be: каб адправіць іх без сціскання
ca: per a enviar-les sense compressió
de: Versand ohne Qualitätsverlust
es: para enviarlas sin compresión
fr: pour les envoyer sans compression
it: per inviarle senza compressione
ko: 압축하지 않고 보내기
ms: untuk kirim tanpa kompresi
nl: om ze ongecomprimeerd te versturen
pl: aby wysłać je bez kompresji
pt_br: para enviar sem comprimir
ru: для отправки их без сжатия
tr: göndermek için buraya bırakın
uk: щоб надіслати їх без стиснення

# lng_drag_to_send_quick
source: to send them in a quick way
be: каб адправіць іх хуткім шляхам
ca: per a enviar-les de manera ràpida
de: Besonders schneller Versand
es: para enviarlas rápidamente
fr: pour les envoyer rapidement
it: per inviarle in modo veloce
ko: 빠른 방법으로 보내기
ms: untuk kirim secara pantas kepada mereka
nl: om ze snel te versturen
pl: aby wysłać je w szybki sposób
pt_br: para enviar de maneira rápida
ru: для быстрой отправки
tr: göndermek için buraya bırakın
uk: щоб надіслати їх швидко

# lng_edit_auto_delete_settings
source: Edit Auto-Delete Settings
be: Рэдагаваць налады аўтавыдалення
ca: Edita l'autodestrucció
de: Auto-Löschung bearbeiten
es: Editar ajustes de autoeliminación
fr: Paramètres d'autosuppression
it: Modifica l'autoeliminazione
ko: 자동삭제 설정 수정
ms: Sunting Aturan Hapus Automatik
nl: Wizig auto-wis instelling
pl: Edytuj ustawienia auto-usuwania
pt_br: Editar Configurações do Autoexcluir
ru: Изменить настройки автоудаления
tr: Otomatik Silme Ayarlarını Düzenle
uk: Змінити налаштування автовидалення

# lng_edit_caption_attach
source: Sorry, you can't attach new media while editing a message.
be: На жаль, вы не можаце далучыць новыя медыя падчас рэдагавання паведамлення.
ca: No podeu adjuntar un fitxer nou mentre editeu el missatge.
de: Während der Bearbeitung von Nachrichten kann man kein neues Medium anhängen.
es: Lo sentimos, no puedes adjuntar nueva multimedia mientras editas un mensaje.
fr: Désolé, vous ne pouvez pas joindre un nouveau média pendant l'édition de votre message.
it: Spiacenti, non puoi allegare nuovi media mentre modifichi un messaggio.
ko: 죄송합니다, 메시지 수정 중에는 새로운 미디어를 첨부할 수 없습니다.
ms: Maaf, anda tak boleh lampir media baru ketika anda sedang sunting mesej.
nl: Je kunt geen nieuwe media bijvoegen terwijl je je bericht bewerkt.
pl: Podczas edytowania wiadomości nie możesz dołączyć nowych multimediów.
pt_br: Desculpe, você não pode anexar novas mídias ao editar uma mensagem.
ru: Вы не можете добавить новое фото или видео при редактировании сообщения.
tr: Üzgünüz, bir mesajı düzenlerken yeni medya ekleyemezsiniz.
uk: Надсилання медіа не доступне під час редагування повідомлення.

# lng_edit_caption_voice
source: Sorry, you can't edit messages when you have an unsent voice message.
be: На жаль, вы не можаце рэдагаваць паведамленні пакуль маеце неадпраўленае галасавое паведамленне.
ca: No podeu editar missatges mentre tingueu un missatge de veu per enviar.
de: Da du noch eine ungesendete Sprachnachricht hast, kannst du deine Nachricht nicht bearbeiten.
es: No puedes editar mensajes si tienes un mensaje de voz sin enviar.
fr: Désolé, vous ne pouvez pas modifier de messages en ayant un message vocal non-envoyé.
it: Spiacenti, non puoi modificare messaggi quando hai un messaggio vocale non ancora inviato.
ko: 죄송하지만, 아직 보내지 않은 음성 메시지가 있어 메시지를 수정 할 수 없습니다.
ms: Maaf, anda tak boleh sunting mesej bila anda punyai mesej suara tak dihantar.
nl: Sorry, je kan je bericht niet bewerken terwijl je een niet verzonden spraakbericht hebt.
pl: Nie możesz edytować wiadomości, gdy masz niewysłaną wiadomość głosową.
pt_br: Desculpe, não é possível editar a mensagem enquanto existir uma mensagem de voz não enviada.
ru: Нельзя отредактировать сообщение, пока записанное голосовое сообщение ожидает отправки.
tr: Üzgünüz, gönderilmemiş bir sesli mesajınız varken mesajları düzenleyemezsiniz.
uk: Редагування повідомлень не доступне під час надсилання голосового повідомлення.

# lng_edit_channel_title
source: Edit channel
be: Рэдагаваць канал
ca: Edició del canal
de: Kanal bearbeiten
es: Editar canal
fr: Modifier le canal
it: Modifica canale
ko: 채널 수정
ms: Sunting saluran
nl: Kanaal wijzigen
pl: Edytuj kanał
pt_br: Editar Canal
ru: Редактировать канал
tr: Kanalı düzenle
uk: Редагувати канал

# lng_edit_contact_title
source: Edit contact name
be: Рэдагаваць імя кантакта
ca: Edició del nom del contacte
de: Kontaktnamen ändern
es: Editar nombre del contacto
fr: Modifier le nom du contact
it: Modifica nome contatto
ko: 연락처 이름 수정
ms: Sunting nama kenalan
nl: Naam wijzigen
pl: Edytuj nazwę kontaktu
pt_br: Editar nome de contato
ru: Переименовать контакт
tr: Kişi adını düzenle
uk: Змінити назву контакту

# lng_edit_deleted
source: This message was deleted
be: Гэта паведамленне было выдалена
ca: Aquest missatge s'ha eliminat
de: Diese Nachricht wurde gelöscht
es: Este mensaje fue eliminado
fr: Ce message a été supprimé
it: Questo messaggio è stato eliminato
ko: 이 메시지는 삭제됐습니다
ms: Mesej ini dihapus
nl: Bericht is gewist
pl: Ta wiadomość została usunięta
pt_br: Essa mensagem foi apagada
ru: Это сообщение было удалено
tr: Bu mesaj silindi
uk: Це повідомлення було видалено

# lng_edit_error
source: You can't edit this message.
be: Вы не можаце рэдагаваць гэта паведамленне
ca: No podeu editar aquest missatge.
de: Du kannst diese Nachricht nicht bearbeiten
es: No puedes editar este mensaje.
fr: Vous ne pouvez pas modifier ce message.
it: Non puoi modificare questo messaggio.
ko: 이 메시지를 수정할 수 없습니다
ms: Anda tak boleh sunting mesej ini
nl: Je mag dit bericht niet wijzigen.
pl: Nie możesz edytować tej wiadomości
pt_br: Você não pode editar essa mensagem.
ru: Вы не можете редактировать это сообщение
tr: Bu mesajı düzenleyemezsiniz.
uk: Ви не можете редагувати це повідомлення.

# lng_edit_group
source: Edit group
be: Рэдагаваць суполку
ca: Edició del grup
de: Gruppe bearbeiten
es: Editar grupo
fr: Modifier le groupe
it: Modifica gruppo
ko: 그룹 수정
ms: Sunting grup
nl: Groep wijzigen
pl: Edytuj grupę
pt_br: Editar grupo
ru: Настройки группы
tr: Grubu düzenle
uk: Редагувати групу

# lng_edit_group_invites_everybody
source: All members
be: Усе ўдзельнікі
ca: Tots els membres
de: Alle Mitglieder
es: Todos los miembros
fr: Tous les membres
it: Tutti i membri
ko: 모든 참가자
ms: Semua ahli
nl: Alle leden
pl: Wszyscy członkowie
pt_br: Todos os membros
ru: Все участники
tr: Tüm üyeler
uk: Усі учасники

# lng_edit_group_invites_only_admins
source: Only admins
be: Толькі кіраўнікі
ca: Només els administradors
de: Nur Admins
es: Sólo administradores
fr: Seulement les administrateurs
it: Solo gli amministratori
ko: 관리자만
ms: Hanya pentadbir
nl: Beheerders
pl: Tylko administratorzy
pt_br: Somente administradores
ru: Только администраторы
tr: Sadece yöneticiler
uk: Лише адміністратори

# lng_edit_media_album_error
source: This file cannot be saved as a part of an album.
be: Гэты файл не можа быць захаваны як частка альбома.
ca: No es pot desar aquest fitxer com a part d'un àlbum.
de: Diese Datei kann nicht als Teil eines Albums gespeichert werden.
es: Este archivo no puede ser guardado como parte de un álbum.
fr: Ce fichier ne peut être enregistré comme un élément de cet album.
it: Questo file non può essere salvato come parte di un album.
ko: 이 파일은 사진첩의 일부로 저장될 수 없습니다.
ms: Fail ini tidak boleh disimpan sebagai sebahagian dari album.
nl: Dit bestand kan niet worden opgeslagen als onderdeel van een album.
pl: Ten plik nie może zostać zapisany jako część albumu.
pt_br: Este arquivo não pode ser salvo como parte de um álbum.
ru: Этот файл нельзя сохранить как часть альбома.
tr: Bu dosya bir albümün parçası olarak kaydedilemez.
uk: Цей файл не може бути частиною альбому.

# lng_edit_media_invalid_file
source: Sorry, no way to use this file.
be: На жаль, немагчыма ўжыць гэты файл.
ca: No hi ha forma d'usar aquest fitxer.
de: Diese Datei kann man leider nicht verwenden.
es: Lo sentimos, no puedes usar este archivo.
fr: Désolé, impossible d'utiliser ce fichier.
it: Spiacenti, non è possibile usare questo file.
ko: 죄송합니다. 이 파일은 사용할 수 없습니다.
ms: Maaf, tiada cara untuk guna fail ini.
nl: Sorry, dit bestand wordt niet ondersteund.
pl: Nie ma możliwości użycia tego pliku.
pt_br: Desculpe, não há como usar este arquivo.
ru: К сожалению, использовать этот файл нельзя.
tr: Üzgünüz, bu dosyayı kullanmanın bir yolu yok.
uk: Неможливо використати цей файл.

# lng_edit_message
source: Edit message
be: Рэдагаваць паведамленне
ca: Edita el missatge
de: Nachricht bearbeiten
es: Editar mensaje
fr: Modifier le message
it: Modifica messaggio
ko: 메시지 수정
ms: Sunting mesej
nl: Bericht wijzigen
pl: Edytuj wiadomość
pt_br: Editar mensagem
ru: Редактирование
tr: Mesajı düzenle
uk: Редагувати повідомлення

# lng_edit_message_text
source: New message...
be: Новае паведамленне...
ca: Missatge nou...
de: Neue Nachricht...
es: Nuevo mensaje...
fr: Nouveau message...
it: Nuovo messaggio...
ko: 새로운 메시지...
ms: Mesej baru...
nl: Nieuw bericht...
pl: Nowa wiadomość…
pt_br: Nova mensagem...
ru: Новое сообщение...
tr: Yeni mesaj…
uk: Новий текст...

# lng_edit_photo_editor_hint
source: Left-click on the photo to edit.
be: Націсніце левай кнопкай мышы на фота для рэдагавання.
ca: Feu clic sobre la foto per a editar-la.
de: Klicke das Bild mit der linken Maustaste an, um es mit Telegram Desktop zu bearbeiten.
es: Haz clic izquierdo en la foto para editar.
fr: Clic gauche sur la photo pour la retoucher.
it: Clic sinistro sulla foto per modificare.
ko: 수정하려면 사진을 왼쪽 클릭하세요.
ms: Klik kiri pada foto untuk sunting.
pl: Aby edytować zdjęcie, kliknij je lewym przyciskiem myszy.
pt_br: Clique esquerdo na foto para editar.
ru: Для редактирования нажмите на изображение.
tr: Düzenlemek için fotoğrafa sol tıklayın.
uk: Натисніть, щоб відредагувати фото.

# lng_edit_privacy_calls_always_empty
source: Always allow
be: Заўсёды дазваляць
ca: Permet-ho sempre a...
de: Immer erlauben
es: Permitir
fr: Toujours autoriser
it: Consenti sempre
ko: 항상 허용
ms: Sentiasa benarkan
nl: Altijd toestaan
pl: Zawsze zezwalaj
pt_br: Sempre permitir
ru: Всегда разрешать
tr: Her zaman izin ver
uk: Завжди дозволяти

# lng_edit_privacy_calls_always_title
source: Always allow
be: Заўсёды дазваляць
ca: Permet-ho sempre
de: Immer erlauben
es: Permitir
fr: Toujours autoriser
it: Consenti sempre
ko: 항상 허용
ms: Sentiasa benarkan
nl: Altijd toestaan
pl: Zawsze zezwalaj
pt_br: Sempre permitir
ru: Всегда разрешать
tr: Her zaman izin ver
uk: Завжди дозволяти

# lng_edit_privacy_calls_description
source: You can restrict who can call you:
be: Вы можаце вызначыць, хто будзе мець магчымасць тэлефанаваць вам:
ca: Podeu restringir qui us pot trucar:
de: Du kannst festlegen, wer dich anrufen darf:
es: Puedes restringir quién puede llamarte:
fr: Vous pouvez choisir qui peut vous appeler :
it: Puoi decidere chi può chiamarti:
ko: 회원님에게 전화할 수 있는 사람을 제한하실 수 있습니다.
ms: Anda boleh sekat siapa yang boleh panggil anda:
nl: Je kunt bepalen wie jou mag bellen:
pl: Możesz określić, kto może do ciebie dzwonić:
pt_br: Você pode definir quem pode te ligar:
ru: Вы можете выбрать, кто может позвонить Вам через Telegram.
tr: Sizi kimin arayabileceğini kısıtlayabilirsiniz:
uk: Ви можете вибрати, хто може вам телефонувати.

# lng_edit_privacy_calls_header
source: Who can call me
be: Хто можа выклікаць мяне
ca: Qui em pot trucar
de: Wer darf mich anrufen?
es: Quién puede llamarme
fr: Qui peut m’appeler
it: Chi può chiamarmi
ko: 나에게 전화할 수 있는 사람
ms: Siapa boleh panggil saya
nl: Wie mag me bellen
pl: Kto może do mnie dzwonić
pt_br: Quem pode me ligar
ru: Кто может звонить мне
tr: Beni kim arayabilir?
uk: Хто може мені телефонувати
